export const engines = [
  {
    id: 1,
    label: 'бензин',
  },
  {
    id: 2,
    label: 'бензин (пропан-бутан)',
  },
  {
    id: 3,
    label: 'бензин (метан)',
  },
  {
    id: 4,
    label: 'бензин (гибрид)',
  },
  {
    id: 5,
    label: 'дизель',
  },
  {
    id: 6,
    label: 'дизель (гибрид)',
  },
  {
    id: 7,
    label: 'электро',
  },
];

export const body_types = [
  {
    id: 23,
    label: 'внедорожник 3 дв.',
  },
  {
    id: 6,
    label: 'внедорожник 5 дв.',
  },
  {
    id: 7,
    label: 'кабриолет',
  },
  {
    id: 1,
    label: 'купе',
  },
  {
    id: 20,
    label: 'легковой фургон',
  },
  {
    id: 22,
    label: 'лимузин',
  },
  {
    id: 26,
    label: 'лифтбек',
  },
  {
    id: 21,
    label: 'микроавтобус грузопассажирский',
  },
  {
    id: 11,
    label: 'микроавтобус пассажирский',
  },
  {
    id: 4,
    label: 'минивэн',
  },
  {
    id: 8,
    label: 'пикап',
  },
  {
    id: 18,
    label: 'родстер',
  },
  {
    id: 5,
    label: 'седан',
  },
  {
    id: 2,
    label: 'универсал',
  },
  {
    id: 24,
    label: 'хэтчбек 3 дв.',
  },
  {
    id: 3,
    label: 'хэтчбек 5 дв.',
  },
  {
    id: 19,
    label: 'другой',
  },
];
